{
"vendors": [
{ "title": "Breakpoint Books", "description": "BreakPoint Books is your official conference bookstore on site at DEF CON. We'll have all your favorite books for sale and we're conveniently located in the Vendor Area. Make sure to stop by and view the titles in stock and purchase a few written by some of your favorite authors!", "link": "http:\/\/breakpointbooks.com", "partner": 0 }, 
{ "title": "Bump My Lock", "description": "Bump keys, lock picks and training tools. Bump My Lock has served thousands of customers worldwide since 2007. If we don't have it at the booth, go to www.bumpmylock.com. Free demonstrations and training at our booth.\n\nBump My Lock is celebrating our 6th year at DEFCON by showcasing our own line of lock picks!! This year, we will feature our Black Diamond sets and our Ruby sets. So come see us for all your Lock Pick Sets, Bump Keys, Clear Practice Locks, Jackknife Pick Sets, Hackware, and more.\n\nNeed more help? We have a vast number of articles and videos on lock picking on our blog or your tube channel. If you are a beginner or a master locksmith we have the tools for you.\n\nAs always, a percentage of our proceeds will go to the Miracle Match Foundation.\n\nLong live Barcode!", "link": "http:\/\/bumpmylock.com", "partner": 0 }, 
{ "title": "Capitol Technical University", "description": "Capitol Technology University, located in Laurel Maryland, offers degrees in engineering, computer science, cybersecurity, and business. Offering online certificates, bachelor’s and master’s degrees, which includes a master's in astronautical engineering.  As well as doctoral programs in cybersecurity and management and decision sciences. Capitol is regionally accredited by Middle States Association of Colleges.", "link": "https:\/\/captechu.edu\/", "partner": 0 }, 
{ "title": "Carnegie Mellon University", "description": "The Information Networking Institute (INI) offers full-time master's degrees in information security at Carnegie Mellon University. We are the educational partner of Carnegie Mellon CyLab, a world leader in both technological research and the education of professionals in information assurance, security technology, business and policy. ​Our technical, interdisciplinary curriculum allows you to customize the degree to explore your individual career goals and interests. ​\n\nStop by to chat with Kari, our admissions director. She can tell you all about how our students routinely dominate CTFs, pursue research with leaders in the field and nab competitive jobs everywhere from Silicon Valley to Wall Street.\n\nFull scholarships are available for U.S. citizens.", "link": "https:\/\/ini.cmu.edu\/", "partner": 0 }, 
{ "title": "Cobalt Strike", "description": "Cobalt Strike is threat emulation software. Execute targeted attacks and evade defenses in a way that replicates a well-funded actor with custom tools. Key features include robust communication over DNS and SMB pipes, man-in-the-browser session hijacking, and flexible beaconing to multiple hosts. This is NOT compliance testing.", "link": "http:\/\/advancedpentest.com", "partner": 0 }, 
{ "title": "EFF", "description": "The Electronic Frontier Foundation (EFF) is the leading organization defending civil liberties in the digital world. We defend free speech on the Internet, fight illegal surveillance, support freedom-enhancing technologies, promote the rights of digital innovators, and work to ensure that the rights and freedoms we enjoy are enhanced, rather than eroded, as our use of technology grows. Stop by our table to find out more, pick up some gear, or even support EFF as an official member.", "link": "http:\/\/eff.org", "partner": 0 }, 
{ "title": "GhettoGeeks", "description": "Well we're back at it again, and have been working hard all year to bring you the freshest awesome that we can. If you have been to DEF CON, layerone, toorcon, phreaknic, or other conferences we have been at, you definitely know what so of shenanigans we are up to. If you have never seen us, feel free to come by and take a look at what we have to offer. Always fun, always contemporary, GhettoGeeks has some for the tech enthusiast (or if you prefer, hacker)", "link": "http:\/\/ghettogeeks.com", "partner": 0 }, 
{ "title": "Hackers for Charity", "description": "Hackers for Charity is a non-profit organization that leverages the skills of technologists. We solve technology challenges for various non-profits and provide food, equipment, job training and computer education to the world's poorest citizens.", "link": "http:\/\/hackersforcharity.org", "partner": 0 }, 
{ "title": "HackerStickers.com", "description": "Get ready for DEF CON and grab a fresh t-shirt over at HackerStickers.com or order a replacement for that special con shirt that got destroyed from years of use and abuse! HackerStickers has all your lock picking gear and a lock pick board on site for you to learn and practice on! Sign up for the HackerStickers newsletter for a sneak peak on the latest designs and to get a free sticker!", "link": "http:\/\/hackerstickers.com", "partner": 0 }, 
{ "title": "Hak5", "description": "HakShop: host of security products from world renowned researchers, is your source for the highest quality hacker gadgets. With an arsenal of WiFi honey-pots, HID attack tools, Wireless brute-forcers and even monitoring equipment -- let's just say if 007 were a pen-tester he'd be rocking our gear. Come by our booth today for a demo by Shannon Morse of Hak5.", "link": "http:\/\/hak5.org", "partner": 0 }, 
{ "title": "Nuand", "description": "Nuand provides low-cost, USB 3.0 SDRs (Software Defined Radio) for enthusiasts, and experts a like. After a successful Kickstarter, bladeRF is now available and ready for use in your projects! Stop by our table to see our demos and find out more about bladeRF, GNURadio, OpenBTS and Software Defined Radios!", "link": "http:\/\/nuand.com", "partner": 0 }, 
{ "title": "Pwnie Express", "description": "Pwnie Express provides the industry’s only solution for continuous detection, identification and classification of wireless, wired and Bluetooth devices putting organizations at risk. Connected devices in the enterprise represent one of the fastest growing threats, unaddressed by existing security solutions. The Pwnie Express SaaS platform, Pulse, provides complete device coverage, including employee owned (BYOx), rogue and company-owned devices across the entire enterprise, including remote sites. To learn more about Pwnie Express visit\n www.pwnieexpress.com.\n\nFounded in Vermont in 2010 to leverage and build upon the power of open source security projects, Pwnie Express monitoring software and pentesting sensors are in use by more than 1,500 companies globally. From Fortune 500 companies to government agencies and security service providers, Pwnie Express bolsters their security programs, while also help companies meet compliance requirements. Pwnie remains dedicated to creating game-changing products and services for our customers and the global InfoSec community to improve the security of our Internet-connected world.", "link": "http:\/\/pwnieexpress.com", "partner": 0 }, 
{ "title": "Rapid7", "description": "Rapid7 cybersecurity analytics software and services reduce threat exposure and detect compromise for 4,150 organizations, including 34% of the Fortune 1000. From the endpoint to cloud, we provide comprehensive real-time data collection, advanced correlation, and unique insight into attacker techniques to fix critical vulnerabilities, stop attacks, and advance security programs.", "link": "http:\/\/rapid7.com", "partner": 0 }, 
{ "title": "SecureNinja", "description": "SecureNinja provides specialized cybersecurity training and consulting services. In addition, SecureNinjaTV produces cybersecurity video tutorials and coverage of hacker events from around the world- found at YouTube.com\/SecureNinja. For our annual participation as a Def Con vendor, SecureNinja creates an exclusive batch of NinjaGear for ninjas of all ages.\n\nFor the first time this year, we will offer a membership package to our new Online SenseiSeries training portal- complete with gear to transform participants into true cybersecurity ninjas!", "link": "http:\/\/secureninja.com", "partner": 0 }, 
{ "title": "Security Snobs", "description": "Security Snobs offers High Security Mechanical Locks and Physical Security Products including door locks, padlocks, cutaways, security devices, and more. We feature the latest in security items including top brands like Abloy, BiLock, EVVA, KeyPort, Mobeye, Anchor Las, and Sargent and Greenleaf. Visit https:\/\/SecuritySnobs.com for our complete range of products. Stop by to see the new and coming soon products in high security and con specials!", "link": "http:\/\/securitysnobs.com", "partner": 0 }, 
{ "title": "SerePick", "description": "Manufacturer of Lock Picks & COVERT ENTRY TOOLS\n\nWith the largest selection of lock picks, covert entry and SERE tools available at DEF CON it¹s guaranteed we will have gear you have not seen before. New tools and classics will be on display and available for sale in a hands on environment. Our Product range covers Custom Titanium toolsets, Entry Tools, Practice locks, Bypass tools, Urban Escape & Evasion hardware and items that until recently were sales restricted. SPARROWS LOCK PICKS and TOOLS will be displaying a full range of gear including their newly released Core Shims., Sandman and Lock Outs.  The WOLF will also be available to the public for the first time in limited quantities. All products will be demonstrated at various times and can be personally tested for use and efficacy.", "link": "http:\/\/serepick.com", "partner": 0 }, 
{ "title": "Simple Wifi", "description": "For PenTesting and unwired Internet Security Specialists: Wireless, WiFi antennas, cables, connectors, USB and Ethernet wireless high power cards and devices, other interesting goodies to be seen only at the table! And new design T-shirts.", "link": "http:\/\/simplewifi.com", "partner": 0 }, 
{ "title": "TOOOL", "description": "The Open Organisation Of Lockpickers is back as always, offering a wide selection of tasty lock goodies for both the novice and master lockpicker! A variety of commercial picks, handmade picks, custom designs, practice locks, handcuffs, cutaways, and other neat tools will be available for your perusing and enjoyment! Stop by our table for interactive demos of this fine lockpicking gear or just to pick up a T-shirt and show your support for locksport.\n\nAll sales exclusively benefit TOOOL, a 501(c)3 non-profit organization. You can purchase picks from many fine vendors, but ours is the only table where you know that 100% of your money goes directly back to the hacker community.", "link": "http:\/\/toool.us", "partner": 0 }, 
{ "title": "University of Advancing Technology", "description": "The University of Advancing Technology (UAT) is a private university located in Tempe, Arizona, offering academic degrees focused on new and emerging technology disciplines. UAT offers a robust suite of regionally accredited graduate and undergraduate courses ranging from Computer Science and Information Security to Gaming and New Media. UAT has been designated as a Center for Academic Excellence in Information Systems Security Education by the US National Security Agency. Programs are available online and on-campus.", "link": "http:\/\/uat.edu", "partner": 0 }, 
{ "title": "UNIXSurplus", "description": "\"Home of the $99 1U Server\"\n1260 La Avenida St Mountain View, CA 94043\nToll Free: 877-UNIX-123 (877-864-9123)", "link": "http:\/\/unixsurplus.com", "partner": 0 }, 
{ "title": "Keyport", "description": "Keyport® is an everyday multi-tool that holds up to six keys and\/or EDC tools (USB flash drive, mini-light, pen, bottle opener, and more) into a streamlined device that replaces your keychain. We have a brand new limited edition Def Con 23 Keyport design & all products are 10% off + free key duplication onsite w\/your purchase. Don’t forget to bring your keys to the show!", "link": "http:\/\/mykeyport.com", "partner": 0 }, 
{ "title": "No Starch Press", "description": "Thanks to you, we’ve been publishing great books for hackers since 1994; each one still handcrafted like a good bottle of bourbon. We read and edit everything we publish -- titles like The Smart Girl's Guide to Privacy, Black Hat Python, Teach Your Kids to Code, Automate the Boring Stuff with Python, Statistics Done Wrong, LEGO books, the Manga Guides to math and science, and more. Everything in our booth is 30% off (maybe a little more) and all print purchases include DRM-free ebooks. We’ve got new swag and samples of some forthcoming titles, too.", "link": "http:\/\/www.nostarch.com", "partner": 0 }, 
{ "title": "360 Unicorn Team", "description": "Qihoo360’s UnicornTeam consists of a group of brilliant security researchers. We focus on the security of anything that uses radio technologies, from small things like RFID, NFC and WSN to big things like GPS, UAV, Smart Cars, Telecom and SATCOM. Our primary mission is to guarantee that Qihoo360 is not vulnerable to any wireless attack. In other words, Qihoo360 protects its users and we protect Qihoo360.\n\nDuring our research, we create and produce various devices and systems, for both attack and defence purposes.\n\nFor example：\n\nSkyScan: An enterprise scale wireless intrusion prevention system originally designed to protect Qihoo360's internal WiFi network but has now been made available as a commercial wireless security solution. \n\nHackID: A RFID entry badge spoofer.\n\nSecUSB: A USB cable bridge that is used to protect mobile devices when users connect them to malicious charger.\n\nTo facilitate the work of you fellow security researchers or hackers if you prefer, we bring our whole ‘arsenal’ to DEF CON 24.", "link": "http:\/\/www.360safe.com", "partner": 0 }, 
{ "title": "Shadowvex", "description": "Shadowvex Industries (SVX) - more than 20 years of pouring blood, sweat & gears into hacker-relevant, limited edition clothing, DJ mixes, stickers, buttons, art pins and more. Miss DJ Jackalope, aka DEFCON's  resident DJ mixtress, has been teaming up with us for more than a decade with her own DJ mixes and awesome swag. Follow the music in the vending area to find our booth! If you want to bring home your piece of DEFCON history, you need to get here early - our year-specific designs are only available @DEFCON and only while supplies last!", "link": "http:\/\/store.shadowvexindustries.com", "partner": 0 }, 
{ "title": "ITUS Networks", "description": "ITUS Networks is a security company based in Silicon Valley that makes a small form factor network appliance to protect homes and small businesses from cyber attacks. Our powerful yet affordable network security appliances protect a wide variety of internet enabled devices from exploits, malware, and other nasty things online.", "link": "https:\/\/itusnetworks.com", "partner": 0 }, 
{ "title": "ACLU", "description": "For nearly 100 years, the ACLU has been our nation’s guardian of liberty, working in courts, legislatures, and communities to defend and preserve the individual rights and liberties that the Constitution and the laws of the United States guarantee everyone in this country.\n\nWhether it’s achieving full equality for lesbians, gays, bisexuals and transgender people; establishing new privacy protections for our digital age of widespread government surveillance; ending mass incarceration; or preserving the right to vote or the right to have an abortion; the ACLU takes up the toughest civil liberties cases and issues to defend all people from government abuse and overreach.\n\nWith more than a million members, activists, and supporters, the ACLU is a nationwide organization that fights tirelessly in all 50 states, Puerto Rico, and Washington, D.C. to safeguard everyone’s rights.", "link": "https:\/\/www.aclu.org\/", "partner": 0 }, 
{ "title": "Brian Brushwood's Scam School", "description": "From lock picks and magic tricks to clever novelty items, if it's designed to get you ahead in life, you'll find it at Scam Stuff -- look for us at the Hak5 booth!", "link": "https:\/\/www.youtube.com\/user\/scamschool", "partner": 0 }, 
{ "title": "Car Hacking Village", "description": "", "link": "http:\/\/www.carhackingvillage.com\/", "partner": 0 }, 
{ "title": "Duo Security", "description": "Duo Security is a cloud-based trusted access provider protecting the world’s fastest-growing companies and thousands of organizations worldwide, including Dresser-Rand Group, Etsy, NASA, Facebook, K-Swiss, The Men’s Wearhouse, Paramount Pictures, Random House, SuddenLink, Toyota, Twitter, Yelp, Zillow, and more. Duo Security’s innovative and easy-to-use technology can be quickly deployed to protect users, data, and applications from breaches, credential theft and account takeover. Duo Security is backed by Benchmark, Google Ventures, Radar Partners, Redpoint Ventures and True Ventures. Duo Security is a cloud-based trusted access provider protecting the world’s fastest-growing companies and thousands of organizations worldwide, including Dresser-Rand Group, Etsy, NASA, Facebook, K-Swiss, The Men’s Wearhouse, Paramount Pictures, Random House, SuddenLink, Toyota, Twitter, Yelp, Zillow, and more.\n\nDuo Security’s innovative and easy-to-use technology can be quickly deployed to protect users, data, and applications from breaches, credential theft and account takeover. Duo Security is backed by Benchmark, Google Ventures, Radar Partners, Redpoint Ventures and True Ventures.\n\nTry it for free at www.duosecurity.com.", "link": "http:\/\/www.duosecurity.com", "partner": 0 }, 
{ "title": "GUNNAR Optiks", "description": "GUNNAR Optiks is the only patented computer eyewear recommended by doctors to protect and enhance your vision. Our premium computer eyewear defends eyes from the effects of digital eye strain which can include; dry eyes, headaches, blurry vision, eye fatigue, altered Circadian Rhythms, and insomnia. End the pain of DIGITAL EYE STRAIN.", "link": "http:\/\/www.gunnars.com", "partner": 0 }, 
{ "title": "Hacker Warehouse", "description": "HACKER WAREHOUSE is your one stop shop for hacking equipment. We understand the importance of tools and gear which is why we carry only the highest quality gear from the best brands in the industry. From WiFi Hacking to Hardware Hacking to Lock Picks, we carry equipment that all hackers need. Check us out at HackerWarehouse.com.", "link": "http:\/\/hackerwarehouse.com", "partner": 0 }, 
{ "title": "Hackerstrip", "description": "Hackerstrip is a comics website that publishes comics about hackers and their real life stories. These comics are aimed at providing work based entertainment to security professionals and all kinds of information security enthusiasts.\n\nHackerstrip was started by Raak aka Ravi Kiran from India who works as an IT Security consultant. The team includes Amer Almadani, Larry Suto, SantaPlix", "link": "http:\/\/hackerstrip.com", "partner": 0 }, 
{ "title": "John Sundman", "description": "\"Sundman is a master of machines — computing, biological and political — and his books include details that will convince an expert, and yet enchant a distant outsider with a compelling page-turner plot. Not just plot and mechanisms, but unforgettable personalities that haunt us long after the pages stop.\"\n-- George Church, synthetic biologist, Harvard and MIT", "link": "http:\/\/johnsundman.com", "partner": 0 }, 
{ "title": "Untangle", "description": "Untangle makes an integrated suite of security software and appliances with enterprise-grade capabilities and consumer-oriented simplicity. Untangle’s award-winning software is trusted by over 400,000 customers, protecting nearly 5 million people, their computers and networks. Untangle is committed to putting its transparently priced software directly in the hands of its users for evaluation via free download. With this try-before-you-buy approach, Untangle enables organizations to take control of their systems within minutes and at no risk. Untangle is headquartered in San Jose, California. For more information, visit www.untangle.com.", "link": "http:\/\/www.untangle.com", "partner": 0 }, 
{ "title": "Wickr Foundation", "description": "Wickr Foundation is a global initiative focused on building the Private Web by advancing private communication and uncensored information. Wickr Foundation’s mission is to provide security and privacy tools and education to at-risk populations underserved by commercial markets, including human rights activists, journalists, and children. Among the Foundation's first security-centric investments is Whistler, a secure communications and education hub for human rights activists and citizen reporters living under authoritarian regimes.", "link": "https:\/\/www.wickr.org\/", "partner": 0 }, 
{ "title": "Human Rights Foundation", "description": "Human Rights Foundation (HRF) is a nonpartisan nonprofit organization that promotes and protects human rights globally, with a focus on closed societies. HRF unites people in the common cause of defending human rights and promoting liberal democracy. Its mission is to ensure that freedom is both preserved and promoted around the world.", "link": "https:\/\/humanrightsfoundation.org\/", "partner": 0 }, 
{ "title": "Women in Security and Privacy", "description": "Women in Security and Privacy (WISP) is a nonprofit organization that promotes the development, advancement, and inclusion of women in security and privacy. We have five main objectives:\n\nEducation: help women identify and achieve the level of education and skills required to succeed in security and privacy positions across multiple industries\nMentoring & Networking: foster a community for knowledge-sharing, collaboration, mentoring, and networking\nAdvancement: support the career advancement of women in security and privacy\nLeadership: increase thought leadership by women in security and privacy\nResearch: conduct independent research related to recruitment, retention, and advancement of women in security and privacy\n", "link": "https:\/\/www.wisporg.com", "partner": 0 }, 
{ "title": "Defcon Parties", "description": "Your source of info for PARTIES AT DEF CON! Check them out at @defconparties!\\n\\n http:\/\/twitter.com\/defconparties", "link": "http:\/\/twitter.com\/defconparties", "partner": 1 }, 
{ "title": "Rejected Con", "description": "Has your paper been rejected from a security conference? Rejected Con is an online annual security conference that allows the presentations rejected by other conferences to see the light of day. Check them out at @Rejected_CON!\\n\\nhttp:\/\/twitter.com\/rejected_con\\nhttp:\/\/rejectedcon.com", "link": "http:\/\/rejectedcon.com", "partner": 1 }
]
}
